Repository: kacpermilan/FatigueTester_WebApp
Catalog: FatigueTester/localization/*/LC_MESSAGES/django.po
Languages: pl

source: Patient's Username
pl: Nazwa Pacjenta

source: E-mail Address
pl: Adres E-mail

source: First Name
pl: Imię

source: Last Name
pl: Nazwisko

source: Account Type
pl: Typ Konta

source: Username
pl: Nazwa Użytkownika

source: <span class="form-text text-muted"><small>Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.</small></span>
pl: <span class="form-text text-muted"><small>Wymagane. 150 znaków lub mniej. Tylko litery, cyfry oraz @/./+/-/_.</small></span>

source: Password
pl: Hasło

source: <ul class="form-text text-muted small"><li>Your password can't be too similar to your other personal information.</li><li>Your password must contain at least 8 characters.</li><li>Your password can't be a commonly used password.</li><li>Your password can't be entirely numeric.</li></ul>
pl: <ul class="form-text text-muted small"><li>Twoje hasło nie może być za bardzo podobne do twoich informacji osobistych.</li><li>Twoje hasło musi mieć conajmniej 8 znaków.</li><li>Twoje hasło nie może być dobrze znanym hasłem.</li><li>Twoje hasło nie może składać się wyłącznie z cyfr.</li></ul>

source: Confirm Password
pl: Potwierdź Hasło

source: <span class="form-text text-muted"><small>Enter the same password as before, for verification.</small></span>
pl: <span class="form-text text-muted"><small>Wprowadź takie samo hasło jak poprzednio, dla weryfikacji.</small></span>

source: Mental Fatigue Tester
pl: Tester Zmęczenia Umysłowego

source: Ready
pl: Gotów

source: To start the test click any of the buttons below!
pl: Kliknij dowolny przycisk aby rozpocząć!

source: Aftertest Survey
pl: Ankieta po Teście

source: Start Tests
pl: Rozpocznij Test

source: Tests Results
pl: Wyniki Testów

source: Welcome
pl: Witaj

source: User Profile
pl: Profil Użytkownika

source: Register
pl: Zarejestruj

source: Logout
pl: Wyloguj

source: Login
pl: Zaloguj

source: Tell us about the correctness of test result, so we can improve the application!
pl: Oceń poprawność wyniku testu w celu poprawy działania aplikacji!

source: Correctness of the test results
pl: Poprawność wyniku testu

source: Comment (optional)
pl: Komentarz (opcjonalny)

source: Submit
pl: Wyślij

source: Return
pl: Powrót

source: Test from
pl: Test z dnia

source: Answer Number
pl: Numer Odpowiedzi

source: Test Part
pl: Część Testu

source: Correct
pl: Poprawne

source: Response Time
pl: Czas Reakcji

source: Yes
pl: Tak

source: No
pl: Nie

source: Somehow, this test has no answers.
pl: Z jakiegoś powodu, ten test nie ma odpowiedzi.

source: Change Password
pl: Zmień Hasło

source: Your Form Has Errors
pl: Twój formularz ma błędy

source: Close
pl: Zamknij

source: Userdata
pl: Dane Użytkownika

source: Tests
pl: Testy

source: Surveys
pl: Ankiety

source: Patients
pl: Pacjenci

source: Test Date
pl: Data Testu

source: Correctness
pl: Poprawność

source: Average Response Time
pl: Średni Czas Reakcji

source: Assessment
pl: Ocena

source: There aren't any tests to display
pl: Brak testów do wyświetlenia

source: Survey Date
pl: Data Ankiety

source: Test Efficiency Rating
pl: Ocena Skuteczności Testu

source: Comment
pl: Komentarz

source: There aren't any surveys to display
pl: Brak ankiet do wyświetlenia

source: Invite the Patient
pl: Zaproś Pacjenta

source: Send Invitation
pl: Wyślij Zaproszenie

source: Patient
pl: Pacjent

source: Data
pl: Dane

source: There aren't any patients to display
pl: Brak pacjentów do wyświetlenia

source: Password Change Successful
pl: Zmiana Hasła Zakończona Sukcesem

source: Your password has been changed successfully.
pl: Twoje hasło zostało zmienione.

source: Return to User Profile
pl: Powrót do Profilu Użytkownika

source: No groups
pl: Brak grup

source: Dark Mode
pl: Tryb Nocny

source: Supervisors and Invitations
pl: Lekarze/Nadzorujący i Zaproszenia

source: Supervisors
pl: Lekarze/Nadzorujący

source: is your supervisor.
pl: jest Twoim Lekarzem/Nadzorującym

source: Remove Supervisor
pl: Usuń Lekarza/Nadzorującego

source: No supervisors.
pl: Brak Lekarzy/Nadzorujących

source: Pending Invitations
pl: Oczekujące Zaproszenia

source: has invited you to be your supervisor.
pl: zaprosił Cię do do zostania Twoim Lekarzem/Nazdorującym

source: Accept
pl: Zaakceptuj

source: Decline
pl: Odrzuć

source: No pending invitations.
pl: Brak oczekujących zaproszeń.

source: You have been logged in
pl: Zalogowano pomyślnie

source: There was an error logging in, please try again
pl: Wystąpił problem przy próbie zalogowania, proszę spróbuj ponownie

source: This section is available only for logged in users
pl: Ta sekcja jest dostępna tylko dla zalogowanych użytkowników

source: Thank you for your feedback!
pl: Dziękujemy za twoją opinię!

source: You are already logged in
pl: Użytkownik jest już zalogowany

source: You have been log out
pl: Wylogowano pomyślnie

source: You have been successfully registered
pl: Zarejestrowano pomyślnie

source: Supervisor cannot become patient
pl: Lekarz/Nadzorujący nie może zostać pacjentem

source: User is already your patient or a request is pending
pl: Użytkownik jest już Twoim pacjentem lub zaproszenie oczekuje na akceptacje

source: Invitation Send
pl: Wysłano Zaproszenie

source: User not found.
pl: Nie odnaleziono użytkownika

source: You don't have access to this Patient
pl: Nie masz dostępu do tego Pacjenta

source: Invitation accepted.
pl: Zaakceptowano zaproszenie.

source: Invitation declined.
pl: Odrzucono zaproszenie.

source: Supervisor Removed.
pl: Usunięto Lekarza/Nadzorującego.

source: Supervisor
pl: Lekarz/Nadzorujący

source: exhausted
pl: wyczerpany/a

source: tired
pl: zmęczony/a

source: slightly tired
pl: trochę zmęczony/a

source: well rested
pl: wypoczęty/a
